Repository: retinadata/grafana
Catalog: *.po
Languages: tr

source: second
tr: saniye

source: minute
tr: dakika

source: hour
tr: saat

source: day
tr: gün

source: week
tr: hafta

source: month
tr: ay

source: year
tr: yıl

source: Today
tr: Son 1 gün

source: Today so far
tr: Bugün

source: This week
tr: Son 1 hafta

source: This week so far
tr: Bu hafta

source: This month
tr: Son 1 ay

source: This month so far
tr: Bu ay

source: This year
tr: Son 1 yıl

source: This year so far
tr: Bu yıl

source: Yesterday
tr: Dün

source: Day before yesterday
tr: Evvelsi gün

source: This day last week
tr: Geçen hafta bugün

source: Previous week
tr: Önceki hafta

source: Previous month
tr: Önceki ay

source: Previous year
tr: Önceki yıl

source: Last 5 minutes
tr: Son 5 dakika

source: Last 15 minutes
tr: Son 15 dakika

source: Last 30 minutes
tr: Son 30 dakika

source: Last 1 hour
tr: Son 1 saat

source: Last 3 hours
tr: Son 3 saat

source: Last 6 hours
tr: Son 6 saat

source: Last 12 hours
tr: Son 12 saat

source: Last 24 hours
tr: Son 24 saat

source: Last 2 days
tr: Son 2 gün

source: Last 7 days
tr: Son 7 gün

source: Last 30 days
tr: Son 30 gün

source: Last 90 days
tr: Son 90 gün

source: Last 6 months
tr: Son 6 ay

source: Last 1 year
tr: Son 1 yıl

source: Last 2 years
tr: Son 2 yıl

source: Last 5 years
tr: Son 5 yıl

source: Next minute
tr: Sonraki 1 dakika

source: Next 5 minutes
tr: Sonraki 5 dakika

source: Next 15 minutes
tr: Sonraki 15 dakika

source: Next 30 minutes
tr: Sonraki 30 dakika

source: Next hour
tr: Sonraki 1 saat

source: Next 3 hours
tr: Sonraki 3 saat

source: Next 6 hours
tr: Sonraki 6 saat

source: Next 12 hours
tr: Sonraki 12 saat

source: Next 24 hours
tr: Sonraki 24 saat

source: Next 2 days
tr: Sonraki 2 gün

source: Next 7 days
tr: Sonraki 7 gün

source: Next 30 days
tr: Sonraki 30 gün

source: Next 90 days
tr: Sonraki 90 gün

source: Next 6 months
tr: Sonraki 6 ay

source: Next year
tr: Sonraki yıl

source: Next 2 years
tr: Sonraki 2 yıl

source: Next 5 years
tr: Sonraki 5 yıl

source: Relative time ranges
tr: Göreceli zaman aralığı

source: Other quick ranges
tr: Kolay zaman aralığı

source: Absolute time range
tr: Kesin zaman aralığı

source: Recently used absolute ranges
tr: Son kullanılan kesin zaman aralıkları

source: Apply time range
tr: Zaman aralığı seç

source: Refresh dashboard
tr: Paneli yenile

source: Specify time range
tr: Zaman aralığı belirle

source: Default
tr: Varsayılan

source: Your local time
tr: Yerel saatinizle

source: Browser time
tr: Tarayıcı saatiyle

source: Local browser time
tr: Tarayıcı yerel saatiyle

source: Time range zoom out
tr: Zaman aralığını arttır

source: From
tr: Başlangıç

source: To
tr: Bitiş

source: Change time zone
tr: Saat dilimini değiştir

source: Example time ranges
tr: Örnek zaman aralıkları

source: Type to search (country, city, abbreviation)
tr: Arama için ülke, şehir ya da kısaltma gir

source: It looks like you haven&apos;t used this time picker before. As soon as you enter some time intervals, recently used intervals will appear here.
tr: Bu menüyü ilk kez kullanıyorsunuz. Zaman aralığı seçerken kullanılan kısaltmalar: Şimdi(now), saniye(s), dakika(m), saat(h), gün(d), hafta(w), ay(M), yıl(Y).

source: Read the documentation
tr: Ayrıntılı dokümentasyonu

source: to find out more about how to enter custom time ranges.
tr: kullanarak özel zamanlığı girme yöntemlerini inceleyebilirsiniz.

source: en
tr: tr
